---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.RoomFailures.RoomTagDeleted
source: html/c3dfb88b-e0ec-f184-f0b8-167f9a85f0e5.htm
---
# Autodesk.Revit.DB.BuiltInFailures.RoomFailures.RoomTagDeleted Property

A [Room] Tag was deleted, but the corresponding [Room] still exists. You can place another tag for the [Room] using the [Room] Tag tool or select the [Room] and delete it.

## Syntax (C#)
```csharp
public static FailureDefinitionId RoomTagDeleted { get; }
```